Revit 2027 API
NumberedReferenceInfo.NumberingSchemaName Property
 The name of the numbering schema associated with this reference.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string NumberingSchemaName { get; }
Public ReadOnly Property NumberingSchemaName As String
	Get
public:
property String^ NumberingSchemaName {
	String^ get ();
}
member NumberingSchemaName : string with get
Property Value
String
See Also
Reference
NumberedReferenceInfo Class
Autodesk.Revit.DB Namespace